IDEA Open Model
CheckResBolt Constructor
Initializes a new instance of the CheckResBolt class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public CheckResBolt()
Public Sub New
public:
CheckResBolt()
See Also
Reference
CheckResBolt Class
IdeaRS.OpenModel.Connection Namespace